Repository: DeveloperAcademy-POSTECH/2025-C6-M5-Untitled
Catalog: Localizable.xcstrings
Source language: ko
Languages: en

source: %@ 도착 예정
en: ETA %@

source: %@ 버스가 지나갔어요
en: Route %@ has passed

source: %lld분 후
en: %lld min

source: %lld정류장
en: %lld bus stop

# description_board_at
source: %@에서 승차
en: Board at %@

# description_getoff_at
source: %@에서 하차
en: Get off at %@

# description_walk_to
source: %@까지 걷기
en: Walking to %@

# subdesc_bus_arriving_soon
source: 버스가 곧 도착해요
en: The bus is arriving soon.

# subdesc_bus_passed
source: 버스가 지나갔어요
en: Bus has passed

# subdesc_hours_left
source: %d시간 남았어요
en: %dhour remaining

# subdesc_hours_minutes_left
source: %d시간 %d분 남았어요
en: %dhour %d min remaining

# subdesc_hours_minutes_until_bus
source: %d시간 %d분 후 버스가 도착해요
en: %dhour %d min remaining

# subdesc_hours_until_bus
source: %d시간 후 버스가 도착해요
en: %d hour remaining

# subdesc_minutes_left
source: %d분 남았어요
en: %d min remaining

# subdesc_minutes_until_bus
source: %d분 후 버스가 도착해요
en: %d min remaining

# subdesc_near_destination
source: 목적지 근처에요
en: You’re near your destination

# subdesc_stops_left
source: %d정류장 남았어요
en: %d stops remaining

source: 가장 빠른 도보 경로로 안내해요
en: We’ll guide you on the fastest walking route

source: 검색
en: Search

source: 검색 결과가 없어요
en: No results found

source: 검색 결과가 없어요.
en: No results found

source: 경로 불러오는 중...
en: loading…

source: 경로 안내를 종료할까요?
en: End Navigation?

source: 경로 재탐색 중…
en: Reloading…

source: 경로 정보 확인 불가
en: No results found

source: 경로 탐색
en: Route Search

source: 경로를 새로고침 해주세요
en: Refresh the route

source: 경로에서 벗어났어요
en: You’re off route

source: 곧 도착
en: Soon

source: 곧 버스가 도착합니다.
en: Soon the bus is arriving.

source: 남았어요
en: left

source: 남았어요.
en: left

source: 내렸어요
en: Got off

source: 놓쳤어요
en: Missed it

source: 다른 장소를 검색해주세요
en: Search again

source: 다시 검색
en: Recalculate

source: 도보 %@
en: %@ walk

source: 도보 %lld분
en: %lld min walk

source: 도보 길 안내를 시작합니다
en: Starting walking directions.

source: 도보 안내 알림
en: Walking guidance alerts

source: 도보 이동
en: Walking

source: 도착
en: To

source: 도착 예정 정보 없음
en: No arrival

source: 도착 정보 없음
en: No arrival

source: 도착지 부근입니다.
en: you are approaching your destination

source: 도착지를 입력하세요
en: Enter destination

source: 도착했어요!
en: You’ve arrived!

source: 따라 걸어가세요
en: arrow’s direction

source: 마이크를 눌러서 다시 말해주세요
en: Tap the microphone and try again

source: 마이크를 눌러서 다시 말해주세요.
en: Tap the microphone and try again.

source: 맞아요
en: Yes

source: 목적지
en: destination

source: 목적지까지 걷기
en: Walk to the destination

source: 목적지로 설정
en: Confirm

source: 버스
en: Bus

source: 버스 승차(도착) 알림
en: Bus boarding alerts

source: 버스 이동
en: Bus

source: 버스 하차 알림
en: Bus exit alerts

source: 버스에 탑승하셨나요?
en: Boarded the bus?

source: 새로고침 하기
en: Refresh

source: 설정
en: Settings

source: 승차정류장
en: Boarding stop

source: 아니오
en: Cancel

source: 아이폰 무음 모드가 켜져 있으면 음성 알림이 들리지 않아요
en: Voice alerts are muted in Silent Mode

source: 아이폰 무음 모드가 켜져 있으면 음성 알림이 들리지 않아요.
en: Voice alerts are muted in Silent Mode

source: 안내 시작
en: Start navigation

source: 어디로 갈까요?
en: Where to?

source: 오류가 발생했어요
en: Something went wrong

source: 원하는 장소를 말해보세요
en: Say the place you’re looking for.

source: 원하는 장소를 말해보세요.
en: Say the place you’re looking for.

source: 음성 알림
en: Voice alerts

source: 음성 알림을 들으려면 무음 모드를 해제해주세요
en: Turn off Silent Mode to hear them

source: 음성 알림을 들으려면 무음 모드를 해제해주세요.
en: Turn off Silent Mode to hear them

source: 음성으로 찾기
en: Voice Search

source: 이미 목적지에 도착하셨나요?
en: Already at the destination?

source: 이미 정류장에 도착하셨나요?
en: Already at the stop?

source: 이번 정류장에서 내려야해요. 하차벨을 눌러주세요
en: You need to get off at this stop. Please press the stop button.

source: 이번 정류장에서 내리세요
en: Get off at this stop

source: 이번 정류장에서 내리세요.
en: Get off at this stop

source: 장소 이름 검색하기
en: Search place

source: 정류장
en: Bus stop

source: 정류장까지 걷기
en: Walk to the bus stop

source: 종료하기
en: End

source: 지도
en: Map

source: 지원하지 않는 경로예요
en: Route not supported

source: 진동 알림
en: Haptics

source: 찾고 있는 장소를 다시 검색해 주세요
en: Try searching another place

source: 찾고 있는 장소를 다시 검색해 주세요.
en: Try searching another place

source: 최근 검색
en: Recent search

source: 최적
en: Best

source: 출발
en: From

source: 출발지로 설정
en: Set as start

source: 출발지와 도착지가 동일해요
en: Start and destination and the same

source: 취소
en: Cancel

source: 탔어요
en: Boarded

source: 페이지를 나가면 경로 안내가 종료돼요
en: Navigation will end if you leave this page

source: 페이지를 나가면 경로 안내가 종료돼요.
en: Navigation will end if you leave this page.

source: 하차 정류장
en: Exit stop

source: 하차하기까지 두정류장 남았습니다.
en: Two stops remaining until you get off.

source: 현위치
en: Your location

source: 현재 위치에서 다시 경로를 검색할까요?
en: Recalculate from your location?

source: 화살표 방향에 맞춰
en: Walk in the

source: 확인
en: Ok

source: 확인해주세요.
en: Check the stop name

source: 환승 %lld회
en: %lld transfer
